{
  "title": "西北工业大学在线开放课程 超星尔雅平台学生登录学习指南",
  "authority": "西北工业大学",
  "date": "2023-11-20",
  "category": "教学管理",
  "pageRange": "P1-P25",
  "content": "西北工业大学在线开放课程 超星尔雅平台学生登录学习指南\n\n（一）下载登录\n\n1. 下载安装超星学习通\n目前，超星学习通支持 Android 和 iOS 两大移动操作系统. 下载安装超星学习通前，请确定您的设备符合系统要求。\n可以通过以下途径下载安装超星学习通：\n（1）扫描下面的二维码，转到对应链接下载 App 并安装（如用微信扫描二维码请选择在浏览器打开）。\n（2）移动设备浏览器访问链接：http://App.chaoxing.com/，下载并安装 App。\n（3）应用市场搜索“学习通”，下载并安装。\n【注意】Android 系统用户通过（2）（3）两种方式下载安装时若提示“未知应用来源”，请确认继续安装；iOS 系统用户安装时若提示“未受信任的企业级开发者”，请进入设置-通用-描述文件，选择信任 Beijing Shiji Chaoxing Information Technology Development Co., Ltd.。\n\n2. 注册登录超星学习通\n（1）注册\n打开安装好的学习通 App，可以看到登录页面，点击“新用户注册”，输入手机号，获取验证码，设置登录密码。\n（2）绑定单位信息\n获取验证码后，填写学校单位 UC 码：14746，绑定学号即可。\n\n（二）超星海量的资源，如何利用学习通查看？\n超星学习通为学生们提供了大量的优质阅读资源，您只要将它们收藏就可以在随时进行阅读浏览。\n方法一：首页搜索框\n可以搜索所有与关键字词相关的内容，包括小组、词条、专题、学术趋势、期刊导航、学术期刊、教学资源和学术视频等。\n方法二：首页“移动图书馆”\n在首页应用市场--移动图书馆中选择要搜索的资源类型，输入关键词即可。\n通过以上两种方法搜索、收藏的资源，可以在“我”——“云盘”——“收藏”中查看。\n\n（三）如何学习在线课程？\n学习采取任务点驱动式学习，在线可以完成课程的内容学习，师生互动、作业、考试、资料的扩展学习、讨论等. 在首页显示我的课程，采用任务点驱动式学习。\n1. 加入课程\n加入课程学习有两种方式：\n方式一：学习通首页点击右上角“邀请码”图标可以扫码或输入邀请码加入对应班级。\n方式二：授课教师直接把学生加入班级里，学生这边不用加入，可以直接通过课程入口，学习课程。\n2. 课程入口\n学习通 App 提供两个课程入口，学生可以直接进入课程页面. 在“首页”——“我的课程”，或者“我”点击“课程”，您就能看到您的课程列表. 若两个课程信息完全一致的课程，课程上标有“教”字的是您作为助教的课程，不带教字的是学习的课程。\n3. 学习课程线上资源\n（1）课程内容学习\n点击课程，进入课程学习页面，课程整体分为三个模块：任务、章节、更多. 课程的线上资源在章节里查看. 章节是课程的目录，橙色的数字表示课程的任务数点，学习时点击相应的章节进入学习页面. 内容若分开的，点击上方标签切换页面即可. 学习完后，任务点将变成绿色. 在学习过程中，可以写学习笔记。\n（2）课程资料学习\n点击“更多”进入此模块，教师上传与课程相关的资料，点击资料即可查看。\n（3）阅读课程通知公告\n点击“消息”按钮，学习通上的消息会在此模块显示，留意课程发送的通知，及时阅读，同时可以发送给班级的学生。\n4. 完成线上作业\n（1）查看作业\n点击“任务”查看教师发放的作业（老师发送作业后，系统会发送消息通知，提醒学生完成作业）. 点击作业，进入在线答题。\n（2）提交作业\n作业题型会在作业里说明，学生可根据题型和作答要求完成. 作业完成后，点击“答题卡”查看，确保所有题已完成，然后点击“提交”按钮，完成作业在线提交. 答题过程中，系统自动保存答题记录，退出进入之前答题记录依然存在，可继续答题。\n（3）查看作业情况\n作业提交后，任务里的作业状态为“待批阅”，等教师批阅后，方可查看本次作业得分情况. 教师作业批阅后，作业状态为“已完成”，可点击作业，查看具体得分情况. 同时查看主观题教师批阅结果及教师批语。\n5. 参与课堂教学互动\n课堂上，教师使用学习通发送的教学互动活动，如课堂签到、讨论、问卷、投票、测验等等，学生们可积极参与老师发起的互动活动. 学生手机上会收到任务通知，点击即可直接参与. 教师发送的任务，也可在“任务”模块查看. 课堂签到根据方式不同参与方式也不同，如手势签到，输入教师设置的手势即为完成签到. 主题讨论在班级群聊中点开可直接回复内容。\n6. 完成课程线上考试\n点击“任务”查看教师发放的考试. 考试前仔细阅读考试的信息（如考试有效期、答题时长）. 试卷完成，可以查看答题卡，看是否有没做的题，点击题号可以直接跳转到该题继续作答. 试卷完成，点击下一步，先复查再交卷. 复查过程中再次浏览试卷检查确认无误后点击交卷. 交卷完成后，试卷状态为待批阅. 客观题系统批阅，主观题教师批阅. 教师试卷批阅后，学生可以查看试卷得分情况。\n7. 课程管理\n（1）课程分类\n在课程页面，对于学习的课程量非常多时，我们可以创建文件夹来对课程进行分类. 在课程页面，选择需要分类的课程，向左滑动，点击“移动”按钮，创建文件夹后分类。\n（2）学习数据查看\n点击“更多”，进入此页面，在我们的学习记录里查看课程的学习数据。\n\n（四）学习通常用功能推荐\n1. 超星云盘\n学习通为每位学生提供一个 150G 大小的云盘，在云盘中，可以提前上传学习资源、作业文档，在完成学习任务时，可以直接从云盘获取。\n2. 学习笔记\n学习过程中，记录学习笔记，笔记可设置文件夹进行分类。\n3. 应用市场\n学习通应用市场里有丰富的模块，可参与相应活动，包括找实习、找兼职，上传简历，测评定位就业情况。\n4. 小组广场\n基于内容的社交是超星学习通的鲜明特色，加入和创建小组、和小组成员传播知识交流观点，真正实现快速的信息传播和共享交流. 在【小组】选择感兴趣小组加入，通过后即成为该组成员。\n5. 个人轨迹\n个人轨迹将展示你每天的学习轨迹，包括阅读量、课程量、签到次数、笔记数量等，让你了解自己的学习进度。\n\n（五）电脑端登录及学习\n1. 注册登录\n在 PC 端学习课程，无需再次注册，在浏览器中打开学校网址：nwpu.mooc.chaoxing.com. 点击“登录”后，使用学生个人学号及密码进行登录. 首次登录可用新用户注册的方式登录，按照系统提示绑定学号及学校单位 UC 码：14746. 若之前已在手机端注册过账号，请使用自己手机号加密码或者验证码形式登录. （注意：为保证良好的兼容性及使用体验，请避免使用 IE 内核的浏览器；登录前请确认登录框上方的学校名称是否正确。）\n2. 课程学习\n如在使用过程中遇到任何平台操作使用上的问题，可在右下角点击“在线客服”寻求帮助. 登录后，进入个人主页的“课程”，点击对应课程，即可开展学习. 在学校规定的学习时间内，学生可根据自己的安排，完成各课程任务点（作业、视频、章节测验、考试等）的学习，并在考试时间内完成考试。",
  "tags": ["超星学习通", "尔雅课", "在线课程指南", "UC码14746", "任务点驱动"]
}