{
  "title": "西北工业大学本科生选课办法",
  "docNumber": "教字〔2020〕77 号",
  "authority": "西北工业大学教务处",
  "date": "2020-07-26",
  "category": "教学管理",
  "pageRange": "P1-P7",
  "content": "西北工业大学教务处\n教字〔2020〕77 号\n\n关于印发《西北工业大学本科生选课办法》的通知\n\n各教学单位：\n    为进一步完善以选课制为核心的学分制教学管理，更加规范、有序地推进本科生选课工作，结合新一轮本科教育教学改革，特修订《西北工业大学本科生选课办法》，并经 2020 年 7 月 5 日教务处处长办公会审议通过，现予以印发，请遵照执行。\n    特此通知。\n\n西北工业大学教务处\n2020 年 7 月 26 日\n\n--------------------------------------------------\n\n西北工业大学本科生选课办法\n（经 2020 年 7 月 5 日教务处处长办公会审议通过）\n\n第一章 总则\n第一条 选课办法是落实“以学生为根、以育人为本”的办学理念和完全学分制教学模式的内在要求，为进一步完善以选课制为核心的学分制教学管理，更加规范、有序地推进选课工作，结合新一轮本科教育教学改革，特修订本办法。\n第二条 选课工作由教务处负责组织实施，各大类/学院共同完成。\n\n第二章 选课原则\n第三条 各大类/学院应做好选课指导，应向学生公布大类/专业人才培养方案和各类课程学分要求，指导学生做好学业规划和选课计划，应组织本科生导师、班主任、辅导员及教学管理人员做好选课指导工作。\n第四条 选课是学生自主性学习活动的重要组成部分. 学生应在规定时间内，依据本科生培养方案，参考指导性教学计划参加选课，必须满足培养方案对各类课程学分的基本要求。\n第五条 开课单位应综合考虑全校上课需求，协调资源，开设质量高、数量足的教学班. 各课程需求单位应积极与开课单位沟通上课需求，协助开课单位确定课容量、教学班个数等开课信息。\n第六条 选课期间，教务处有权根据教学需要对部分课容量进行微调. 调整超过原课容量 10% 的，教务处应与开课单位协商后，方可进行调整。\n第七条 思政、数学、物理、化学等基础课程，原则上安排在周内白天上课，确因特殊原因需要安排在其他时段的，任课教师应报开课单位审核、教务处审批。\n第八条 课程代码是识别课程的唯一依据，具有相同代码的课程视为同一门课程。\n第九条 学生选课时应充分考虑自身的学习条件，保证有足够时间和精力完成所选课程的学习. 学生每学期选修原则上不超过 30 学分。\n第十条 选课时应注意课程介绍、选课限制、面向对象. 对于有先修要求的课程，应先修读先修课程，以免影响后续课程的修读；对于标明面向对象的课程，不符合条件的学生原则上不建议选修。\n第十一条 学生选课成功并通过考核后方可取得该课程学分. 成功选课后无故不参加课程学习和考核者，取消考试资格。\n第十二条 学生选修某门课程并考核不合格后可以重修，重修课程成绩记录标注“重”。\n第十三条 已经获得学分的同一门课程不允许重新修读。\n\n第三章 选课方式\n第十四条 选课方式包括意愿值选课和直选选课。\n第十五条 意愿值选课方式：教学管理系统每学期向学生分配可用于选课的固定数量意愿值. 学生向预选课程自由投放意愿值，每门课程默认投放的意愿值为 0. 选课结果依据投放意愿值数量和课容量确定. 如无法用意愿值筛选结果，将采用抽签形式确定选课结果. 选课若失败，意愿值退还给学生. 意愿值选课期间，退选已选课程，退还意愿值。\n第十六条 直选选课方式：采用先到先得、即选即中的规则进行选课。\n第十七条 一般情况下，学生每学期初始获得 100 个意愿值，学习年限为第 5 年的学生，每学期可获得 125 个意愿值，学习年限 5 年以上的学生，每学期可获得 150 个意愿值。\n\n第四章 选课流程\n第十八条 选课分为正选和补选. 正选根据实际情况安排在学期初、学期末或假期，用于选择本学期或下学期的课程. 补选一般安排在每学期开学初，用于补选本学期开设的课程。\n第十九条 正选一般分为多轮次进行. 具体选课轮次、开放课程、面向对象以选课通知为准，每一轮次选课根据实际情况，采用意愿值或直选方式进行。\n第二十条 正选结束后，选课人数低于 10 人的，由任课教师和开课单位决定是否停开. 若教师申请停开此课，开课单位审批同意后，教务处应及时发布，选择此类课程教学班级的学生应在补选阶段及时改选. （注：此条在 2023 年有补充规定）\n第二十一条 非补选期间原则上不办理补选课程业务，确因学籍异动、身体疾病、课程调整等特殊原因需补选课程的，可在拟补选课程开课第一周结束前，经本人申请、所在大类/学院审核、任课教师同意、教务处审批后，补选相关课程。\n\n第五章 退课程序\n第二十二条 退课分为一般退课和期中退课，学生如需退课，只能在这两个阶段办理，其他时间不受理退课事宜. 退课阶段只能进行退课操作，不能进行选课。\n第二十三条 一般退课为课程开课一周内、第二周前，由系统自动设置开始和结束时间，一般退课不扣除下学期的可用意愿值。\n第二十四条 期中退课为一般退课之后、课程教学进度超过一半之前. 如果学生确因所选课程不适合自己修读，可在此阶段提出申请，经任课教师、开课单位与教务处批准后，可终止该课程修读及考核. 期中退课将扣除下学期的可用意愿值，每学分扣除 5 个意愿值。\n第二十五条 有明确说明不允许退课的课程不受理学生的期中退课申请。\n第二十六条 非退课期间，确因疾病等特殊原因，不能继续修读课程，需要办理退课的，可经本人申请、所在大类/学院审核、任课教师同意、教务处审批后，退选相关课程。\n\n第六章 其他\n第二十七条 对于因辅修、重修、转专业等原因，选修课程的上课时间有局部冲突的（原则上冲突部分不超过任一课程的二分之一），学生已基本掌握教学内容，通过自学能达到教学要求的相关课程，可经本人申请、任课教师同意、开课单位审核、教务处备案后，免听该课程的冲突学时. 每名学生每学期最多申请两门此类课程冲突学时的免听。\n第二十八条 学生凭学号、密码登录教学管理系统选课. 账号密码应妥善保管. 不得代替他人选课，不得借用、盗用他人账号选课，不得使用第三方软件进行选课。\n第二十九条 国际班、全英文班、联合培养等特殊类型教学模式的部分课程仍统一预置。\n第三十条 每轮选课结束后，学生应及时登录教学管理系统查看选课结果，若有课程经筛选未选中，应及时调整个人课表，特别是课容量已满原则上不增加课容量的课程。\n第三十一条 赴外校交流期间，学生无需选课，拟外出交流学生课表中如已有预置课程，请在选课阶段自行退课。\n第三十二条 本办法自 2020-2021 学年秋季学期起施行，施行期限为两年. 原《西北工业大学本科生选课制度（试行）》（办转字〔2017〕61 号）同时废止。\n第三十三条 本办法由教务处负责解释。\n\n--------------------------------------------------\n\n【补充规定】\n西北工业大学教务处\n教字〔2023〕36 号\n\n关于对《西北工业大学本科生选课办法》相关条款的补充规定\n\n各教学单位：\n    为进一步提升我校本科教育教学质量，规范本科生选课工作，现对《西北工业大学本科生选课办法》（教字〔2020〕77 号）第四章第二十条“选课人数低于 10 人的，由任课教师和开课单位决定是否停开。”条款进行补充规定. 具体补充内容如下：\n    选课人数低于 10 人的原则上停开，但满足以下条件之一的，可由开课单位向教务处提出申请，经审核通过后正常开课：\n    1. 培养方案通识课程模块中的必修和限选课程；\n    2. 培养方案学科专业课程模块中的必修课程。\n    以上补充规定经 2023 年 7 月 24 日教务处处长办公会审议通过，自 2023 年 9 月起执行。\n\n西北工业大学教务处\n2023 年 8 月 11 日",
  "tags": ["选课", "意愿值", "正选补选", "期中退课", "免听申请"]
}