{
  "title": "西北工业大学学校办公室文件 关于印发《西北工业大学本科生考试管理办法》的通知",
  "docNumber": "办转教字〔2023〕7 号",
  "authority": "西北工业大学学校办公室",
  "date": "2023-03-27",
  "category": "教学管理",
  "pageRange": "P1-P12",
  "content": "西北工业大学学校办公室文件\n办转教字〔2023〕7 号\n\n关于印发《西北工业大学本科生考试管理办法》的通知\n\n各教学单位：\n    为加强本科生学风建设，规范课程考核工作，优化教育教学管理，切实提高本科教学质量，特修订《西北工业大学本科生考试管理办法》，并经 2023 年 3 月 27 日校领导专题办公会议审议通过，现予以印发，请遵照执行。\n    特此通知。\n\n西北工业大学学校办公室\n2023 年 3 月 27 日\n\n--------------------------------------------------\n附件：\n\n西北工业大学本科生考试管理办法\n（经 2023 年 3 月 27 日校领导专题办公会议审议通过）\n\n第一章 总则\n第一条 为加强本科生学风建设，规范课程考核工作，优化教育教学管理，根据教育部《普通高等学校学生管理规定》（教育部令第 41 号）和《西北工业大学本科生学籍管理实施细则》（校教字〔2022〕19 号）等相关规定，结合我校实际修订本办法。\n第二条 本办法适用于全日制本科生（以下简称学生）的课程考核（考试、考查）及各类学科竞赛。\n第三条 学生参加考试应遵守考场规则，诚信考试，服从监考人员安排，共同维护考场秩序，营造良好考试氛围。\n第四条 监考人员作为维持考场秩序和考场纪律的责任人，应认真履行监考职责，维护好考场秩序，杜绝考试作弊。\n\n第二章 考场规则\n第五条 学生应提前 15 分钟到达考场，迟到 15 分钟及以上者取消考试资格，不得进入考场，按缺考处理；考试结束前 30 分钟至 10 分钟可举手报告监考人员，征得同意后可交卷离场，其他时间不得提前交卷离场。\n第六条 学生参加考试须持学生证或一卡通，经监考人员核实身份后方可参加考试. 无证件者不得参加考试。\n第七条 除特殊要求和许可外，考试时学生只可携带允许使用的文具，不得自带草稿纸. 考试期间提供的草稿纸必须由监考人员在考试结束时与试卷一同收回，学生要保证草稿纸的完整且不得私自将其带出考场。\n第八条 学生应按监考人员指定的方式就座，并将证件放在座位的右（或左）上方，以备监考或巡考人员查验。\n第九条 学生在交卷前不能离开座位和考场. 考试期间确需上厕所的，应经监考人员同意并由监考人员陪同。\n第十条 遇有试题字迹模糊不清的地方，学生可以举手向监考人员反映或询问。\n第十一条 考试结束时，学生应立即停止答卷，将试卷反扣桌面并原地就座，保持安静，等待收卷，待试卷清点无误后，方可离开考场。\n第十二条 学生应服从监考人员根据考场情况提出的其他要求。\n\n第三章 考试违纪的认定及处理\n第十三条 学生出现下列行为之一者，按违反考场纪律论。\n（一）不按监考或巡考人员要求就座。\n（二）在考场内吸烟不听劝阻。\n（三）在考场内或考场周围大声喧哗不听劝阻。\n（四）不按时交卷或停止答卷后不服从监考人员指挥。\n（五）未经监考人员同意，互借计算器或其他物品。\n（六）其他违纪行为。\n第十四条 学生出现下列行为之一者，属考试违纪并按考试作弊论。\n（一）交谈行为：在考场内口头交谈，不论谈论什么内容，均属交谈行为。\n（二）暗示行为：用手势、动作、表情等互通信息，均属暗示行为。\n（三）夹带行为：试卷发放后，发现桌面上、抽屉内或身上有手机、电子词典、书籍、笔记本、资料、非当场发放的草稿纸等物品，或将与考试有关的内容写在身体的任何部位及文具盒、眼镜盒、手套、座椅等物品上，或将草稿纸带出考场的行为，均属夹带行为。\n（四）抄袭行为：抄看他人的试卷、草稿纸，或将自己的试卷、草稿纸提供给别人窥视等，均属抄袭行为。\n（五）传递行为：传递或接受他人的试卷、草稿纸、纸条，以及借助计算器等工具传递信息，均属传递行为。\n（六）换卷行为：互换试卷、替他人答卷，均属换卷行为。\n（七）窃卷行为：以任何方式窃取试卷或试卷内容，均属窃卷行为。\n（八）代考行为：由他人代替考试或替他人参加考试的双方，均属代考行为。\n（九）其他行为：不属于上述行为的其他作弊行为。\n第十五条 学生在考试中有违纪，课程成绩以“0”分计算，成绩记录时注明“违纪”，并视情节给予以下处分。\n（一）构成考场违纪的，视情节轻重给予警告直至记过处分。\n（二）构成交谈、暗示行为的，经警告不改者，给予记过处分，情节严重的给予留校察看处分。\n（三）构成夹带、抄袭、传递、换卷作弊行为的，给予留校察看处分。\n（四）构成窃卷作弊行为的，给予开除学籍处分。\n（五）由他人代替考试、替他人参加考试、组织作弊、使用通讯设备作弊、向他人出售考试试题或答案牟取利益的，给予开除学籍处分。\n（六）已构成考试作弊，不服从处理，采取过激行为情节严重的，给予开除学籍处分。\n（七）在校期间累计两次作弊的，给予开除学籍处分。\n（八）其他行为视具体情况给予相应处分。\n第十六条 主监考应保管好学生考场违纪相关证据，如实在考场记录单上写明学生违纪情况并要求学生签字确认，考试结束后应立即将相关材料递交考试组织单位；考试组织单位应于考试当日将违纪相关材料报教务处，教务处会同学生所在学院于 2 个工作日内对学生违纪情况进行调查，并按学生违纪处理程序进行处理。\n\n第四章 监考职责\n第十七条 监考人员一般由主监考和副监考组成. 考试实行主监考负责制，副监考应配合主监考做好考试组织工作。\n第十八条 主监考由考试组织单位委派任课教师或其他教师担任，其职责主要包括：试卷与草稿纸的领取、发放、勘误和回收；宣布考场信息（同时在黑板上明确考场布局、考试科目、起止时间等）；开考前向学生讲明考场规则和注意事项；指导副监考按要求开展工作等。\n第十九条 副监考由学生所在学院委派班主任或其他人员担任，每 40 名学生至少安排一名副监考，其职责主要包括：组织本考场学生进场、安排学生有序就座；督促学生清理考场，座位周围不得留有考试用具以外的物品；核对应考人数和实考人数，检查学生证件；按时发卷，按时收卷，当场清点；做好考场情况记录并签字。\n第二十条 监考人员应认真落实考场规则，监考时须集中精力，不得随意离开考场或做与监考无关的事情，不得以任何方式提示或暗示学生答卷，学生问及试卷内容，除字迹不清可作说明外，其余不作解释。\n第二开一条 监考人员应提前 15 分钟到达考场，不得迟到、缺席、中途离开考场. 若无法按时参加监考，须在考前经所在教学单位准假，由该单位委派经过培训的其他人员监考并报教务处备案。\n第二十二条 监考人员应严肃认真维持考场秩序，严禁监考期间查看手机、阅读书报、聚集聊天、擅离职守、抽烟或处理与监考无关的事情。\n第二十三条 监考过程中，监考人员应及时警示、制止有违纪倾向的学生. 发现学生确有违纪行为时应没收试卷，做好记录，责令当事人签字并待考试结束后离场。\n第二十四条 考试结束时，主监考维持秩序，副监考负责收卷，待试卷和草稿纸清点无误后，提醒学生可离开考场。\n\n第五章 违反监考职责的认定及处理\n第二十五条 监考人员出现下列情况之一的，认定为违反监考职责，按《西北工业大学本科教学事故认定及处理办法》认定为教学事故。\n（一）迟到。\n（二）不认真履行监考职责，对有违纪倾向的学生，不及时予以批评、告诫、制止，造成考场秩序混乱。\n（三）发现学生违反考场纪律，未处理或隐匿不报。\n（四）擅自改变考试方式（或时间），擅自请人代为监考。\n（五）擅自离开监考岗位，或做其他与监考无关的事。\n第二十六条 监考人员违反监考职责的，经所在单位提出初步处理意见后，按《西北工业大学本科教学事故认定及处理办法》处理。\n\n第六章 课程的考核和免修\n第二十七条 课程考核应遵循课程大纲要求，注意将过程性考核与结果性考核有机结合，综合应用笔试、口试、非标准答案考试等多种形式，科学确定课堂问答、学术论文、调研报告、作业测评、阶段性测试等过程考核比重。\n第二十八条 课程考核成绩评定方式应为百分制或等级制. 百分制成绩、等级制成绩与绩点的对应转换和计算按照《西北工业大学本科生 GPA 计算办法》执行。\n第二十九条 对于部分学习基础好、自学能力强的学生，在选成成功且课程开课两周内，可由本人提出书面免听部分课程的申请，经学生所在学院审核和任课教师同意后，报教务处备案，学生每学期申请此类课程不超过 2 门. 思想政治理论课程、军事类课程、体育类课程、实验类课程、实践实训类课程和毕业设计/论文不得申请。\n第三十条 非英语专业学生，在本科阶段雅思成绩达到 6.5 分或托福成绩达到 95 分者，可申请免修尚未修读的大学英语课程。\n\n第七章 考核资格\n第三十一条 学生出现下列情况之一者，取消其课程（含实习、实验、毕业设计）考核资格，课程成绩以“0”分计算，成绩记录时注明“取消资格”。\n（一）学生缺课累计达到该门课程（包括实验、实习、毕业设计等）教学时数三分之一。\n（二）包含实验环节的课程，没有完成规定的实验或缺交实验报告达到三分之一。\n（三）平时作业无故缺交达到三分之一。\n（四）随机考勤旷课达到三次。\n（五）实践性教学环节未通过。\n第三十二条 任课教师在考核前一周将取消考核资格的学生名单及依据报学生所在学院，由学生所在学院通知学生本人。\n\n第八章 缓考和补考\n第三十三条 学生因病或其他特殊原因不能参加期末考试者可申请下一学期初的缓考；学生期末考核不合格后可参加学校组织的补考。\n第三十四条 申请缓考的学生原则上须于考试前向所在学院递交申请，学院审核、签署意见报教务处审批同意后，可缓考；缓考申请未获批准的学生擅自不参加考试，按缺考处理. 弄虚作假骗取缓考者，一经发现，取消该门课程考试资格。\n第三十五条 学生有考试违纪、取消资格或缺考的，课程成绩以“0”分计算，成绩记录时注明“违纪”“取消资格”或“缺考”，该课程必须重修，不得参加补考。\n第三十六条 每学期缓考与补考统一进行. 缓考成绩按实际成绩记载，成绩记录标注“缓”。\n第三十七条 学生如有考核成绩不合格的课程，可参加下一学期开学初安排的同一课程的补考，成绩记录标注“补”；补考仍不合格的须重修，重修课程成绩记录标注“重”. 课程大纲规定无补缓考的课程，学生须重修。\n\n第十一章 附则\n第四十七条 各教学单位应做好考试动员、监考培训等工作，不得安排未培训人员担任监考。\n第四十八条 本办法自发布之日起执行，原《西北工业大学本科生考试管理办法》（办转字〔2019〕79 号）同时废止. 其他校内文件与本办法有相冲突的地方，以本办法为准。\n第四十九条 本办法由教务处负责解释。\n\n西北工业大学学校办公室 2023 年 3 月 27 日印发",
  "tags": ["考试管理", "考场纪律", "作弊认定", "监考职责", "阅卷归档"]
}