{
  "title": "西北工业大学关于印发《西北工业大学推荐优秀应届本科毕业生免试攻读研究生工作管理办法》的通知",
  "docNumber": "校教字〔2025〕60 号",
  "authority": "西北工业大学",
  "date": "2025-03-04",
  "category": "教学培养",
  "pageRange": "P1-P10",
  "content": "西北工业大学文件\n校教字〔2025〕60 号\n\n关于印发《西北工业大学推荐优秀应届本科毕业生免试攻读研究生工作管理办法》的通知\n\n各单位：\n    为全面落实立德树人根本任务，加强拔尖创新人才选拔，推动推荐优秀应届本科毕业生免试攻读研究生工作制度化、规范化和科学化，提高“总师型”人才培养质量，特制定《西北工业大学推荐优秀应届本科毕业生免试攻读研究生工作管理办法》，并经 2025 年 2 月 21 日学校招生工作领导小组会议审议通过，现予印发，请遵照执行。\n    特此通知。\n\n西北工业大学\n2025 年 3 月 4 日\n\n--------------------------------------------------\n附件：\n\n西北工业大学推荐优秀应届本科毕业生免试攻读研究生工作管理办法\n（经 2025 年 2 月 21 日学校招生工作领导小组会议审议通过）\n\n第一章 总则\n第一条 推荐优秀应届本科毕业生免试攻读研究生（以下简称推免）是落实“立德树人”根本任务，促进和激励在校本科生勤奋学习、勇于创新、全面发展的有效机制，也是加大拔尖创新人才选拔力度，完善研究生多元招生、提高研究生招生质量的重要举措。为推动推免工作的制度化、规范化和科学化，提高学校“总师型”人才培养质量，根据《深化新时代教育评价改革总体方案》《教育部办公厅关于进一步规范和加强推荐优秀应届本科毕业生免试攻读研究生工作的通知》（教学厅〔2020〕12 号）等文件要求，结合学校实际，特制定本办法。\n第二条 坚持德智体美劳全面衡量，以德为先，把学生思想品德考核作为推免生遴选的重要内容和录取的重要依据. 注重对学生政治态度、思想表现、道德品质、科学精神、诚实守信、遵纪守法等方面的考查，思想品德考核不合格者不予推荐和录取. 积极构建全面考查、综合评价、择优选拔评价体系和工作机制，将提高选拔质量作为开展推免工作的核心，突出能力考查，注重一贯表现，强化科研创新潜质和专业能力考核。\n第三条 推免工作坚持公平、公正、公开原则. 各教学单位（包括承担本科生培养任务的学院、研究院、部等）应根据本单位实际情况，制定科学、规范、明确的推荐标准及公开透明的工作程序，严格做到程序透明、操作规范、结果公开。\n第四条 本办法适用于国家普通本科招生计划录取的全日制应届本科毕业生推免工作。\n\n第二章 组织领导\n第五条 学校招生工作领导小组全面领导学校推免工作. 成立推免工作专班，组长由负责本科教学工作的校领导担任，成员由教务部、研究生院、党委学生工作部、团委等单位负责人组成. 推免工作专班负责研究审定推免名额分配方案、各教学单位制定的推免办法、拟推免名单等事项，专班办公室设在教务部. 成立学校专家审核小组（专家组成员应具有相关学科副教授及以上职称，一般不少于 5 人），具体负责审核各教学单位申请推免资格学生的材料。\n第六条 各教学单位须成立推免工作小组，组长由教学单位党政主要领导担任，成员由主管本科教学、研究生培养、学生工作的副院长（副书记），各系（所）主要负责人及 3-5 名教授代表组成，具体实施本单位的推免工作。\n\n第三章 遴选条件与工作要求\n第七条 推免生应符合以下基本条件：\n（一）拥护中国共产党的领导和社会主义制度，理想信念坚定，政治态度端正. 社会责任感强，道德品质高尚，积极向上，身心健康。\n（二）纳入国家普通本科招生计划录取的应届本科毕业生（不含第二学士学位）。\n（三）勤奋学习，刻苦钻研，成绩优秀，按所在专业培养方案和教学计划，在规定时间修完应修课程并取得相应学分。\n（四）体质测试成绩评定达到合格标准及以上，积极参加美育和劳动教育，在学校美育实践和劳动实践活动中表现突出。\n（五）学术研究兴趣浓厚，有较强的创新意识、创新能力、科研潜质和专业发展能力。\n（六）遵纪守法、诚实守信，无任何违法违纪受处分记录。\n第八条 对于满足第七条中列举基本条件的推免对象，各教学单位要结合学科专业特点，细化推免遴选推荐条件，在全面考查学生在本科阶段德智体美劳各方面综合学习成效基础上，产生推免综合测评成绩，综合测评成绩由学业成绩和素质评价成绩两部分组成. 具体如下：\n（一）各教学单位要在学校相关文件精神指导下，分别制定综合测评成绩、学业成绩、素质评价成绩计算细则，报经学校推免工作专班审定后实施. 其中，学业成绩在综合测评成绩中的占比原则上不低于 80%。\n（二）学业成绩是学生在校期间所学课程的综合成绩，由各教学单位推免工作小组根据自身学科专业特点，对不同类型课程学分绩点设置权重系数计算产生. 素质评价成绩重点考查学生本科期间在思想品德、科研成果、竞赛获奖、实习实践、体育、美育、劳动教育、志愿服务等方面表现. 要合理设置遴选指标体系、各考核指标所占权重及单项指标上限分值。\n（三）各教学单位在遴选推免生时应突出考查学生的学业表现，学业成绩排名在专业或专项班前 15%（含 15%）的学生，原则上直接获得推免资格. 学业成绩排名在专业或专项班前 15% 之后的学生，按照综合测评成绩从高到低排序的方式依次确定推免资格。\n第九条 各教学单位要严格审核申请推免资格学生的科研创新成果、论文、竞赛获奖等材料。\n（一）各教学单位须专门成立专家审核小组（专家组成员应具有相关学科副教授及以上职称，一般不少于 5 人），对学生科研创新成果、论文、竞赛获奖等材料进行审核鉴定，根据需要组织相关学生在一定范围内进行公开答辩。\n（二）学生与直系亲属的合作科研成果、竞赛奖项等仅作为参考，不纳入学生本人推免遴选综合测评成绩计算。\n（三）在中国国际大学生创新大赛、“挑战杯”主体赛中获得国家级金奖（特等奖、一等奖）的学生，其加分政策按照《西北工业大学学生创新创业竞赛参赛奖励管理办法》（校团字〔2024〕45 号）文件执行。\n（四）对通过审核鉴定或答辩的成果在教学单位的网站或公告栏进行公示，公示时间不少于 3 天；未通过审核鉴定或答辩的成果不纳入推免遴选综合测评计算体系。\n第十条 学生参军入伍服兵役退役复学后，符合推免生基本条件，并且满足下列条件之一，原则上直接获得推免资格：\n（一）服役期间荣获个人“二等功”及以上；\n（二）服役期间荣获个人“三等功”，并且综合测评成绩位列专业或专项班前 50%（含 50%）。\n第十一条 体育部、教务部根据上级文件精神和学校相关规定，确定运动训练专业推免生具体选拔条件，并制定运动训练专业推免选拔实施细则，经学校推免工作专班审定后，由体育部、教务部共同负责组织实施。\n第十二条 团委、教务部根据上级文件精神和学校相关规定，确定“研究生支教团”推免生具体选拔条件，并制定“研究生支教团”推免选拔实施细则，经学校推免工作专班审定后，由团委、教务部共同负责组织实施。\n第十三条 对在某一相关领域表现特别优秀且取得突出成绩的学生，可以破格推荐. 须经学生申请、相关领域教授（专家）推荐、学院党政联席会研究提出推荐意见、学校推免工作专班研究通过、履行公示程序后，方可获得推免资格。\n第十四条 本科招生录取时按“本研贯通”培养的校内各专项班（包括强基计划班、基础学科拔尖学生培养基地、“三航”特色班、智慧三航班、柔性电子班等）学生，其推免工作按照学校相关规章制度执行，相关教学单位要根据不同类型人才成长规律，制定完善评价考核、动态分流、择优增补制度。\n第十五条 在推免名额分配过程中，学校将综合考虑各培养单位应届毕业生人数和人才培养成效（包括本科专业建设、资源建设、首次毕业率、深造率和研究生招生质量、培养质量等方面）进行动态调整；适当向基础学科领域、应用技术学科领域、新兴交叉学科领域等国家急需的学科领域倾斜。\n\n第四章 工作程序\n第十六条 学校根据教育部的有关规定 and 要求，开展当年推荐优秀应届本科毕业生免试攻读研究生工作. 教务部负责推免工作计划管理、推免指标分配、学生学业成绩审核等工作，研究生院负责推免生录取工作，党委学生工作部负责学生综合测评管理工作。\n第十七条 各教学单位按照本单位的推免工作实施细则完成推免工作. 经学生申报、所在单位专家审核小组鉴定和推免工作小组审核，确定本单位推免生预推荐名单. 推免生预推荐名单需经本单位党政联席会研究决定并在各教学单位的网站或公告栏进行公示，公示时间不少于 3 天. 公示期间，各教学单位须保证学生反映问题及申诉渠道的畅通。\n第十八条 学校专家审核小组审查各教学单位推免预推荐学生的材料；学校招生工作领导小组审定推免生推荐名单并在学校翱翔门户网站上进行公示，公示时间不少于 10 个工作日。\n\n第五章 纪律与监督\n第十九条 各教学单位应加强管理，完善监督制度，单位主要负责同志是第一责任人，分管负责同志是直接责任人. 涉及推免工作的原则、方法、程序和结果等重要事项都应认真研究，集体决策。\n第二十条 各教学单位应将推免政策规定、有关推免生资格、申诉渠道等进行公开. 学生对推免工作有意见、建议或申诉、举报，应先向相关培养单位推免工作小组反映，对处理意见不服的，可向学校推免工作专班反映，学校推免工作专班同时为该项工作申诉受理机构。\n第二十一条 推免相关工作人员有直系亲属或利益相关人员报名参加本单位推免招生的应主动申请回避，有非直系亲属等报名参加推免招生的要主动报备. 相关学生申请推免资格时也应主动向学校报备声明. 对未按规定报备声明回避关系的推免相关工作人员，学校将依规依纪严肃处理；对未按规定报备声明回避关系且影响推免过程和结果公平公正的学生，一经查实，取消其推免资格。\n第二十二条 对在推免过程中弄虚作假，有论文抄袭、虚报获奖或科研成果等学术不端行为或者有其他严重影响推免过程和结果公平公正行为的学生，一经查实，取消其推免资格，并依据学校相关规定进行处理。\n第二十三条 推免工作相关工作人员应严格履行工作职责，对于推免工作中存在的违规违纪问题与行为，学校将根据相关规定进行处理. 学校推荐优秀应届本科毕业生免试攻读研究生工作接受学校纪检监察部门全程监督。\n\n第六章 附则\n第二十四条 本办法由教务部、研究生院、党委学生工作部负责解释。\n第二十五条 本办法自印发之日起生效，2021 年印发的《西北工业大学推荐优秀应届本科毕业生免试攻读研究生工作管理办法（试行）》（办转教字〔2021〕59 号）自动废止。\n\n西北工业大学党政办公室 2025 年 3 月 4 日印发",
  "tags": ["推免", "保研", "综合测评", "总师型人才", "政策文件"]
}