{
  "title": "西北工业大学文件 关于印发《西北工业大学本科生转专业实施办法》的通知",
  "docNumber": "校教字〔2025〕180 号",
  "authority": "西北工业大学",
  "date": "2025-06-23",
  "category": "教学管理",
  "pageRange": "P1-P6",
  "content": "西北工业大学文件\n校教字〔2025〕180 号\n\n关于印发《西北工业大学本科生转专业实施办法》的通知\n\n各教学科研机构：\n    为深入贯彻落实全国教育大会精神，坚持立德树人根本任务，牢固树立人才培养核心地位，全面深化教育教学改革，切实做好本科生转专业工作，学校制定了《西北工业大学本科生转专业实施办法》，并经 2025 年 6 月 12 日学校第三届教学委员会第二次全体会议审议通过，现予以印发，请遵照执行。\n    特此通知。\n\n西北工业大学\n2025 年 6 月 23 日\n\n--------------------------------------------------\n附件：\n\n西北工业大学本科生转专业实施办法\n（经 2025 年 6 月 12 日学校第三届教学委员会第二次全体会议审议通过）\n\n第一章 总则\n第一条 为支持本科生多样化、个性化发展，促进本科生全面成长成才，根据《普通高等学校学生管理规定》（教育部令第 41 号）、《西北工业大学本科生学籍管理实施办法》（校教字〔2024〕293 号）等文件精神，结合学校教育教学改革和大类培养工作实际，特制定本办法。\n第二条 本办法适用于学校全日制普通本科生，来华攻读学士学位的全日制留学生参照本办法相关规定执行。\n第三条 学校充分尊重学生的专业自主选择权，为学生提供转专业机会。\n第四条 本科生转专业工作坚持公平、公正、公开的原则。\n\n第二章 基本条件\n第五条 满足下列条件之一者允许转专业：\n（一）学习勤奋，成绩优秀，原则上必修课程无不及格；\n（二）在某方面有突出才能，转专业后可以更好地发挥其特长的学生；\n（三）因创业休学或参军入伍服兵役退役后复学的学生；\n（四）有某种疾病或生理缺陷，不适合在原专业学习，但尚能在其他专业学习的学生；\n（五）经学校认定无法在原专业继续学习，但尚能在其他专业学习的学生。\n第六条 有下列情况之一者，原则上不允许转专业：\n（一）进入四年级（建筑系为五年级）学习的学生；\n（二）已经转过一次专业的学生；\n（三）有转学经历的学生；\n（四）曾受到记过（含）以上纪律处分的学生；\n（五）强基计划、艺术类专业、运动训练专业等特殊类型招生学生；\n（六）港澳台联招学生、香港中学文凭考试学生、澳门保送生和台湾学测生等；\n（七）国家或学校有具体规定的其他类别学生，按相关规定执行。\n\n第三章 指标配置\n第七条 为确保学校教学秩序稳定，优化学校专业布局，促进专业建设良性发展，学校将综合考虑各专业在读学生人数，以及人才培养支撑能力和人才培养质量（如生师比、首次毕业率、深造率等）等因素，对转专业接收指标进行动态调节。\n第八条 各学院应结合在读学生人数、人才培养支撑能力 and 人才培养质量等因素合理确定可接收专业及转专业接收指标. 学院转专业接收指标上限，不能超过本学院该届招生计划指标的 50%。\n第九条 如果出现下列情况之一，该专业原则上不得接收转入学生：\n（一）专业生师比超过 18:1；\n（二) 专业首次毕业率低于 85%；\n（三）专业延长学习年限率超过 10%；\n（四) 专业自评估结论为“不通过”。\n\n第四章 工作要求\n第十条 学生根据自身兴趣和个性发展需求可以申请转专业. 学生申请转入已完成专业确认的其他专业，被接收后，须按照转入专业的培养方案完成学业. 已修读课程的学分由学院按相关规定进行认定。\n第十一条 对于文经法类专业申请转入理工类专业的学生，或理工类专业申请转入文经法类专业的学生，接收学院在转专业审核时应增加对申请转入学生专业基础知识的考察，对于拟接收学生原则上应编入下一年级学习，特别优秀的学生，接收学院可以自行决定是否编入下一年级学习。\n第十二条 专项班原则上不参加转专业，确有需要的专项班学生，可以提出申请，经专项班所在学院批准同意、教务部备案，可以申请转到其他专业就读. 专项班原则上不能接收其他专业学生的转专业转入申请。\n第十三条 因创业休学或参军入伍服兵役退役后复学的学生，学校将优先考虑其转专业申请，且不占转专业指标。\n第十四条 转专业每学年办理一次，经学校批准获准转专业的用户于第二学期开学转入新专业就读。\n\n第五章 工作程序\n第十五条 转专业工作按以下程序开展：\n（一）学院发布细则. 学院根据学校通知要求，在专业确认工作结束后，及时确定转专业的接收计划、接收条件和考核方式，经教务部审核后发布。\n（二）学生提出申请. 申请转专业的学生在充分了解相关专业情况后，登录翱翔教务系统提交转专业申请。\n（三）接收学院考核. 接收学院按照发布的考核方式和接收指标数对申请转入的学生进行考核，并对拟接收学生名单进行公示，公示无异议后，报教务部备案。\n（四）学籍异动办理. 获准转专业的学生，在规定时间内到接收学院办理报道手续. 教务部根据相关规定办理学籍异动手续。\n第十六条 学生转专业后按转入专业的学费标准缴纳学费。\n第十七条 学生申请转专业必须按规定时间进行，逾期按自动放弃处理. 学生递交转专业申请后，如需撤销可在公示结束前向接收学院提出。\n第十八条 学生转专业前应对申请转入专业进行全面了解，慎重提出转专业申请，一经学院接收，不得转回原专业。\n\n第六章 附则\n十九条 本办法适用于 2025 年及以后入学的本科生. 2021 年及以前入学的本科生继续沿用《西北工业大学本科生转专业（大类）实施办法》（教字〔2020〕61 号），2022、2023、2024 年入学的本科生继续沿用《西北工业大学本科生转专业（大类）实施办法》（办转教字〔2022〕24 号）。\n第二十条 本办法由教务部负责解释。\n第二十一条 本办法自印发之日起施行. 2021 年及以前入学的本科生毕业后，原《西北工业大学本科生转专业（大类）实施办法》（教字〔2020〕61 号）废止. 2022、2023、2024 年入学的本科生毕业后，原《西北工业大学本科生转专业（大类）实施办法》（办转教字〔2022〕24 号）废止。\n\n西北工业大学党政办公室 2025 年 6 月 23 日印发",
  "tags": ["转专业", "学籍管理", "专业自主选择", "政策原件", "转入考核"]
}