{
  "title": "西北工业大学在线开放课程 学堂在线平台学生登录学习指南",
  "authority": "西北工业大学",
  "date": "2023-09-15",
  "category": "教学管理",
  "pageRange": "P1-P22",
  "content": "西北工业大学在线开放课程 学堂在线平台学生登录学习指南\n\n（一）总体说明\n\n学堂在线学分课支持学生通过学堂云网页端或学堂云 App 学习课程，在登录平台或 App 学习之前，需要大家进行身份绑定，具体绑定流程如下：\n\n1. 身份绑定流程\n打开手机微信-进入雨课堂微信公众号-点击更多-身份绑定-选择所属学校-按页面提示输入账号密码（在学校认证过的翱翔门户账户密码），认证通过后系统会为您同步校内个人信息及开课数据。\n\n2. 初始密码修改流程\n雨课堂公众号——我的课程——我——设置——账号及绑定设置——登录密码，即可修改密码. 课程只能微信扫码登录，所以无需绑定手机号。\n绑定身份之后，同学们可以按以下操作指南学习在线课程。\n\n（二）学堂云网页端学习操作指南\n\n学堂云网页端学习网址：https://bknwpu.yuketang.cn\n\n1. 登录说明\n● 首次登录（新生）：平台目前仅支持“微信扫码”登录，在扫码登录前，需进行身份认证. 打开雨课堂公众号——更多——身份绑定——选择学校，输入在学校认证过的翱翔门户账户密码确认提交. 完成身份认证后，在网页端使用 Chrome 最新版本浏览器，打开学习平台地址（https://bknwpu.yuketang.cn），通过微信扫码登录平台开始学习。\n● 非首次登录（老生）：直接在网页端使用 Chrome 最新版本浏览器，打开学习平台地址，进入平台，通过微信扫码登录平台开始学习。\n\n2. 课程学习\n（1）课程班级列表\n在课程班级中，学生可以看到“我听的课”列表. 列表中显示课程名称和所在班级. 点击任意一个班级将进入课程学习页。\n（2）课程学习页\n点击“课程封面图”进入课程后，可查看课程详细信息，课程学习页包括“开课时间”、“学习内容”、“讨论”、“公告”、“成绩单”，分别满足学生的不同需求。\n（3）学习内容\n学生在学习内容页面上可以看到教师已发布的课程单元，左边的章节目录帮助学生快速定位，点击学习单元的图标可浏览图文、观看视频、进行讨论或完成作业. 视频学习：点击每个章节下的视频即可进入视频播放页面（如果点击没有反应，可尝试刷新一下浏览器）。\n（4）考试\n点击考试，学生进入考试封面. 点击开始答题，跳转到新页面，并弹出弹窗，提示学生本次考试限时或不限时. 点击开始，进入考试试卷，右上角包括答题计时和交卷按钮. 点击左侧展开，呼出答题卡。\n点击交卷提示：\n①还有习题未完成，则给出提示，点击继续答题回到试卷，或继续完成交卷动作；\n②所有习题均完成，二次确认交卷，点击检查一下回到试卷，或继续完成交卷动作。\n提交试卷后，提示提交成功. 交卷成功后，返回到试卷封面. 点击查看试卷，可查看作答情况。\n【注】考试开始后，若出现断网、断电、退出等因素，只要不点击提交，在考试结束之前系统仍可以继续作答同时也会保留答案. 考试和章节次数都只有一次作答机会，一旦提交就不能再继续答卷，也不能再重新作答，请谨慎提交。\n（5）公告\n学生在班级下的公告区可以查看老师发布的公告，但是只能查看已发布的公告，点击后右侧可以看到详情，对于公告可以写评论。\n（6）讨论区\n每个教学班都有一个自己的讨论区，点击讨论区可以看到该班级下所有的讨论，用户可以通过搜索框，模糊查询讨论主题标题和内容，帖子支持通过筛选“我发的贴”、“教师参与”、“学习单元”查询，可以按照发帖时间、回复数量、点赞数量查看. 点击“发起讨论”可以在右侧编写讨论内容，包括标题（可空）、内容（必填）、附件（可空）. 查看讨论的时候可以对讨论进行评论，可以给评论写回复，自己发布的讨论可以删除。\n（7）成绩单\n学生进入成绩单，可查看自己在该课程上的成绩概况和个人得分变化图，同时展示该课程的课程考核方案以及学生在各学习单元上的学习情况和得分情况。\n关于成绩公布时间：视频观看、图文成绩动态更新，看完即显示成绩；作业及考试成绩公布时间与课程作业及考试模块成绩公布时间设置有关，默认客观题作答完成即显示成绩，若作业和考试存主观题结课一般一周后出成绩。\n\n（三）学堂云 App 移动端学习操作指南\n\n1. App 下载\n第一步：网页端打开浏览器，输入学校学堂云网址 https://bknwpu.yuketang.cn，点击首页-下载 App-微信扫码下载“学堂云-随时随地学”。\n第二步：在手机应用商店中搜索“学堂云”，点击下载。\n\n2. App 登录\n成功下载、安装后，进入 App，请点击页面右上角，选择“学堂云”-点击“微信登录”. 如果你是第一次使用学堂云且没有进行微信与校内身份绑定，你需要绑定学校才能开始课程学习. 选择相应学校，输入页面提示账号密码绑定. 如果你已经绑定过校内身份，将直接进入你的课程列表。\n\n3. 课程学习\n课程列表展示开课中、未开课、已结课的课程，默认按照建课时间排序. 点击任意课程进入课程学习页面，功能区分为“公告”区、“教学大纲”区、“讨论”区三个区域. 教学大纲展示课程章节，点击视频进行观看，可调节清晰度、倍速等. 学习某个单元后，教学大纲页面将展现学习进度。\n\n4. 讨论公告\n无论是未开课、开课中还是已结课课程，老师和学生都可正常使用讨论区. 讨论支持输入文字和插入图片. 公告区默认按照发布时间排列，七天内的最新公告将作为悬浮框位于公告列表的上方。\n\n5. 作业考试\n目前 App 端已经支持作业、考试的作答. 打开课程教学大纲，点击右上角成绩单即可定位各个考核模块。\n● 作业作答：点击作业可以进行作答，若中途退出，返回后还可继续作答，作答完提交作业即可。\n● 参加考试：点击考试进入考试开始答题，答题开始会有提示. 作答完之后去交卷，可看到答题情况，确认无误交卷。\n【注】若是期末考试有主观题，可以文字图片上传，若要上传附件，需要到 PC 端上传附件。\n● 成绩单：点击课程上方当前成绩，进入成绩单，可看到各个模块的成绩。",
  "tags": ["学堂在线", "学堂云", "雨课堂", "在线课程", "身份绑定", "移动端学习"]
}